{
	"Plugin": {
		"Mysql": {
			"index_1": "Це основний файл конфігурації {0}, якщо ви не розумієте правил конфігурації, будь ласка, не змінюйте його.",
			"index_2": "Попередити мене, коли статус зупиняється",
			"index_3": "Встановлення тривоги State Stop",
			"index_4": "Авто-відновлення",
			"index_5": "Ви впевнені, що {0} {1} це справжня служба?",
			"index_6": "Бінарний журнал",
			"index_7": "Теплі поради: MySQL Birary Log полягає в записі поточного журналу операцій, може використовуватися для відновлення даних, резервного копіювання даних.",
			"index_8": "Останній змінений час",
			"index_9": "Видалити журнал",
			"index_10": "Ви дійсно хочете видалити журнал [{0}]?",
			"index_11": "Включення бінарного журналу може захистити безпеку даних MySQL, але в той же час буде споживати певну кількість дискового простору, чи варто продовжувати?",
			"index_12": "Вимкнення бінарного журналу більше не буде записувати всі операції модифікації в бінарний журнал бази даних?",
			"index_13": "Рухайся.",
			"index_14": "Попередження про ризик: MySQL перестане працювати під час міграції, будь ласка, будьте обережні",
			"index_15": "Попередження про ризик: зачекайте, поки міграція не буде завершена, перш ніж виконувати будь-які інші операції під час міграції",
			"index_16": "Міграція бази даних",
			"index_17": "Звичайно, ви хочете перенести базу даних в [{0}]?",
			"index_18": "Захист пам'яті",
			"index_19": "Примітка. Після того, як його буде ввімкнено, пріоритет пам'яті MySQL буде скориговано, і MySQL ніколи не буде вбито системою, що може забезпечити стабільну роботу MySQL. Тим не менш, це може призвести до того, що інші процеси будуть вбиті ненормально, що може серйозно вплинути на роботу системи. Рекомендується включити його, коли MySQL повинен працювати стабільно.",
			"index_20": "План оптимізації",
			"index_21": "Макс Рам Використання",
			"index_22": "Перезавантажити {0} Сервіс",
			"index_23": "Перезапустити базу даних для конфігурації, щоб вона набула чинності",
			"index_24": "Ви перезапустили службу {0}?",
			"index_25": "Якщо вам потрібно змінити версію MySQL, будь ласка, створіть резервну копію ваших даних, видаліть MySQL і перевстановіть її.",
			"index_26": "Місце зберігання",
			"index_27": "Оптимізація",
			"index_28": "Повільний журнал",
			"index_29": "Час інтервалу",
			"index_30": "Підтримувати"
		},
		"Ftp": {
			"index_1": "Ця функція є ексклюзивною для професійної версії, {a}",
			"index_2": "Перемикач керування журналом",
			"index_3": "Після того, як він буде ввімкнений, будуть записані всі записи FTP користувачів і записи операцій.",
			"index_4": "Керування журналом",
			"index_5": "Після включення управління журналами Pure-FTPD він буде записувати записи входу в систему і операції всіх користувачів FTP, чи слід продовжувати операцію?",
			"index_6": "Після вимкнення керування журналами Pure-FTPD він не зможе записувати записи входу в систему та операції всіх користувачів FTP, чи продовжувати операцію?",
			"index_7": "Поточна FTP-адреса",
			"index_8": "Завантажити інструмент FTP Connection (Filezilla, безкоштовний відкритий вихідний код)",
			"index_9": "Переключити версію",
			"index_10": "Керування користувачами",
			"index_11": "Поточна версія така сама, як і вибрана версія!",
			"index_12": "Ви обов'язково встановите {0}-{1}"
		},
		"Redis": {
			"index_1": "Після зміни конфігурації вам необхідно перезапустити Redis, щоб вступити в силу, якщо ваші дані повинні бути наполегливими, спочатку виконайте операцію збереження.",
			"index_2": "ПОПЕРЕДЖЕННЯ: Не вмикайте доступ Redis Extranet, оскільки необмежений доступ до IP-адрес, ймовірно, призведе до вторгнення сервера.",
			"index_3": "Після налаштування новий каталог Redis_cache буде створено у вибраному каталозі та надано дозвіл Redis",
			"index_4": "Постійний шлях зберігання файлів",
			"index_5": "AOF наполегливість",
			"index_6": "Rdb наполегливість",
			"index_7": "Встановити наполегливість"
		},
		"Apache": {
			"index_1": "Час перезапуску",
			"index_2": "Час запуску",
			"index_3": "Загальна кількість сполук",
			"index_4": "Всього перенесено",
			"index_5": "Запити в секунду",
			"index_6": "Зайнятий процес",
			"index_7": "Простий процес",
			"index_8": "Apache використовує процесор",
			"index_9": "Апач використовує пам'ять",
			"index_10": "Демонстрація",
			"index_11": "Демон може бути запущений автоматично після того, як служба {0} зупинена, щоб переконатися, що служба {0} завжди працює.",
			"index_12": "Поля",
			"index_13": "Поточне значення",
			"index_14": "Перевірка за замовчуванням кожні 1 хвилину може бути змінена в Cron"
		},
		"Mencached": {
			"index_1": "Прослуховування IP, будь ласка, не змінюйте його вільно",
			"index_2": "Порт прослуховування, як правило, не потрібно змінювати",
			"index_3": "MB, розмір кешу, рекомендується не перевищувати 512 м",
			"index_4": "Максимальна кількість з'єднань, рекомендована не перевищувати 40960"
		},
		"MongoDB": {
			"index_1": "Після налаштування створіть новий каталог bt_mongodb у вибраному каталозі та надайте дозвіл Mongo",
			"index_2": "Не змінюйте IP-моніторинг за бажанням",
			"index_3": "Місце зберігання даних",
			"index_4": "Розташування файлу журналу",
			"index_5": "ШЛЯХ ЗБЕРЕЖЕННЯ PID",
			"index_6": "Порт прослуховування, як правило, не потрібно змінювати",
			"index_7": "Будь ласка, спочатку запустіть сервіс MongoDB!",
			"index_8": "Ви дійсно хочете видалити базу даних [{0}]?"
		},
		"Openlitespeed": {
			"index_1": "Вказує максимальний час холостого ходу з'єднання (секунди), дозволений під час обробки одного запиту",
			"index_2": "Включає стиснення GZIP/Brotli для статичних і динамічних відповідей",
			"index_3": "Визначає рівень стиснення GZIP, який застосовується до динамічного вмісту. Діапазони від 1 (найнижчий) до 9 (найвищий)",
			"index_4": "Вказує максимальну кількість паралельних з'єднань, які сервер може прийняти. Це включає як прості з'єднання TCP, так і SSL-з'єднання",
			"index_5": "Вказує максимальну кількість запитів, які можуть бути виконані через сеанс Keep-Alive (постійний)",
			"index_6": "Визначає максимальну кількість одночасних SSL-з'єднань, які сервер прийме, оскільки загальне паралельне SSL і не-SSL-з'єднання не можуть перевищувати межу, вказаний \"максимальними з'єднаннями\", фактична кількість дозволених одночасних з'єднань SSL має бути нижчою, ніж ця межа"
		}
	}
}