{
    "Accept all emails": "Chấp nhận tất cả email",
    "Add Domain": "Thêm tên miền",
    "Admin Email": "Quản trị Email",
    "After enabling this feature, the system will create DKIM and SPF DNS records for the selected domain. If an SPF record already exists for a domain, the system will appropriately append the servers IP address to the existing record. However, the system will not modify any existing DKIM records. During this process, please do not edit any nameserver configuration files.": "Khi tính năng này được bật, hệ thống sẽ tạo bản ghi DKIM và SPF DNS cho miền đã chọn. Nếu bản ghi SPF của tên miền đã tồn tại, hệ thống sẽ gắn địa chỉ IP máy chủ vào bản ghi hiện có. Tuy nhiên, hệ thống sẽ không sửa đổi bất kỳ bản ghi DKIM hiện có nào. Vui lòng không chỉnh sửa bất kỳ hồ sơ máy chủ tên nào trong quá trình này.",
    "Apply DMARC Policy": "Áp dụng chính sách DMARC",
    "Are you sure you want to {0} a self-built DNS server?": "Bạn có chắc chắn muốn {0} tự xây dựng máy chủ DNS không?",
    "Build your own dns server based on pdns": "Xây dựng DNS server dựa trên pdns",
    "CDN IP whitelist": "Danh sách trắng IP CDN",
    "CDN Resolution": "Giải pháp CDN",
    "Configure DNS": "Cấu hình DNS",
    "Confirm Applying DMARC Policy?": "Xác nhận áp dụng chính sách DMARC?",
    "Confirm DKIM/SPF Enabled?": "Xác nhận DKIM/SPF được kích hoạt?",
    "DNS Clear": "Xóa DNS",
    "DNS Manager": "Trung tâm quản lý tên miền",
    "Default DNS": "DNS mặc định",
    "Each line contains one IP address; nginx will only replace the IP addresses in the request header from the following IP ranges.": "Mỗi dòng chứa một địa chỉ IP; nginx sẽ chỉ thay thế địa chỉ IP từ dải IP sau trong request header.",
    "Enable DKIM/SPF": "Kích hoạt DKIM/SPF",
    "Enabling this feature will create DMARCDNS records for all domains. If a domain already has a DMARC record, the system will not modify the existing record.": "Bật tính năng này sẽ tạo bản ghi DMARCDNS cho tất cả các miền. Nếu miền đã có bản ghi DMARC, hệ thống sẽ không sửa đổi bản ghi hiện có.",
    "Enter your expire,eg: 604800": "Nhập ngày hết hạn của bạn, ví dụ: 604800",
    "Enter your minimum,eg: 3600": "Nhập giá trị tối thiểu của bạn, ví dụ: 3600",
    "Enter your nameserver,eg: ns1.domain.com": "Nhập máy chủ tên của bạn, ví dụ: ns1.domain.com",
    "Enter your refresh,eg: 3600": "Nhập số lần làm mới, ví dụ: 3600",
    "Enter your retry,eg: 3600": "Nhập số lần thử lại, ví dụ: 3600",
    "Enter your serial number,eg: 2023080101": "Nhập số sê-ri của bạn, ví dụ: 2023080101",
    "Expire": "Hết hạn",
    "How often to check the serial number on the master server": "Mức độ thường xuyên kiểm tra số serial trên máy chủ chính",
    "Install Self-built DNS": "Cài đặt DNS tự xây dựng",
    "Minimum": "Tối thiểu",
    "Nameserver": "Máy chủ tên miền",
    "Only Nginx service is supported": "Chỉ hỗ trợ dịch vụ Nginx",
    "Please enter SOA": "Vui lòng nhập SOA",
    "Please enter your domain IP": "Vui lòng nhập tên miền IP của bạn",
    "Please enter your domain name": "Vui lòng nhập tên miền của bạn",
    "Policy:": "Chính sách:",
    "Preserve": "lưu",
    "Preserve config": "Cấu hình dự trữ",
    "Refresh": "làm mới",
    "Reject all emails": "Từ chối mọi email",
    "Represents the default TTL value of all records in this zone file": "Đại diện cho giá trị TTL mặc định cho tất cả các bản ghi trong tập tin vùng này",
    "Request header": "Đầu yêu cầu",
    "Retry": "Thử lại",
    "SOA Record": "Bản ghi SOA",
    "Select DMARC Policy": "Chọn chính sách DMARC",
    "Self-Built DNS": "Tự xây dựng DNS",
    "Serial Number": "số sê-ri",
    "Service": "dịch vụ",
    "Set & Manage": "Thiết lập và quản lý",
    "Set TTL": "Thiết lập TTL",
    "The dns server is stopped, please start it first": "Máy chủ DNS đã dừng, vui lòng khởi động trước",
    "The interval time when the slaveserver reconnects to the masterserver": "Khoảng thời gian kết nối lại từ máy chủ đến máy chủ chính",
    "This program will clean up your name server configuration files and remove all duplicate entries. Please ensure that you do not edit any name server configuration files during the cleanup process.": "Chương trình này sẽ làm sạch hồ sơ máy chủ tên của bạn và loại bỏ tất cả các mục trùng lặp. Hãy chắc chắn rằng bạn không chỉnh sửa bất kỳ hồ sơ máy chủ tên nào trong quá trình dọn dẹp.",
    "When the time exceeds the number of seconds set by Expire and the slave server cannot get in touch with the master, the slave will delete its copy": "Khi thời gian vượt quá số giây được thiết lập bởi Expire và máy chủ cấp dưới không thể liên lạc với máy chủ chính, máy chủ cấp dưới sẽ xóa bản sao của nó",
    "model admin email": "Mô hình Quản trị Email",
    "name server": "Tên máy phục vụ",
    "zone file version,Modification is prohibited.": "Phiên bản tập tin khu vực, sửa đổi bị cấm.",
    "Please select time": "Vui lòng chọn thời gian",
    "{0} Execute once": "Thực hiện một lần",
    "Test connection": "Kiểm tra kết nối",
    "Unable to authenticate automatically, please fill in the login information of the local server!": "Không thể tự động xác minh, vui lòng điền thông tin đăng nhập cho máy chủ cục bộ của bạn!",
    "There are currently no activated terminals": "Không có thiết bị đầu cuối nào được kích hoạt",
    "Once": "một lần",
    "Allow all IPs": "Cho phép tất cả IP",
    "IP Type": "Loại IP",
    "New Password": "Mật khẩu mới",
    "Old Password": "Mật khẩu cũ",
    "Only allow IPv4 type": "Chỉ cho phép loại IPv4",
    "Only allow IPv6 type": "Chỉ cho phép loại IPv6",
    "Only allow custom IP": "Chỉ cho phép tùy chỉnh IP",
    "Run": "chạy",
    "Asc": "tăng dần",
    "Day Before": "Ngày trước",
    "Desc": "giảm dần",
    "Last 7 Days Statistics": "Thống kê trong 7 ngày qua",
    "This is a simplified website statistics report. For more detailed data, please use": "Đây là báo cáo thống kê trang web đơn giản. Để biết thêm chi tiết, vui lòng sử dụng",
    "Today Top 5 Websites": "Top 5 website hiện nay",
    "Website statistics": "Thống kê website",
    "Traffic": "lưu lượng",
    "Requests": "Yêu cầu",
    "This feature is not currently supported by the OpenLiteSpeed service": "Tính năng này hiện không được hỗ trợ bởi dịch vụ OpenLiteSpeed.",
    "Please use {a} or enable Site Monitor in the Settings": "Vui lòng sử dụng {a} hoặc bật Site Monitor trong Cài đặt",
    "Statistics": "Thống kê",
    "Data Copy": "Sao chép dữ liệu",
    "Connecting to download from the cloud, please wait": "Đang kết nối với tải xuống đám mây, vui lòng chờ",
    "Download completed, please wait": "Tải xuống xong, vui lòng đợi",
    "Downloading": "Đang tải xuống",
    "Still need": "Vẫn cần",
    "Custom Overview Module": "Mô- đun tổng quan tùy chỉnh",
    "Expiring Soon": "Sắp hết hạn",
    "Expiry Date": "Thời gian hết hạn",
    "Normal": "bình thường",
    "Preview and modify the current overview interface, select the monitoring modules and tools you need to display": "Xem trước và sửa đổi giao diện tổng quan hiện tại, chọn các mô-đun và công cụ giám sát cần được hiển thị",
    "Renew Fail": "Gia hạn thất bại",
    "Once monitoring is enabled, if the service stops, alerts will be sent using the alerting method you selected": "Khi giám sát được bật, cảnh báo sẽ được gửi bằng phương pháp cảnh báo bạn đã chọn nếu dịch vụ dừng lại",
    "Please enter the service name": "Vui lòng nhập tên dịch vụ",
    "Service Status": "Tình trạng dịch vụ"
}