{
	"Accept all emails": "Chấp nhận tất cả email",
	"Add Domain": "Thêm tên miền",
	"Admin Email": "Email quản trị",
	"After enabling this feature, the system will create DKIM and SPF DNS records for the selected domain": {
		" If an SPF record already exists for a domain, the system will appropriately append the servers IP address to the existing record": {
			" However, the system will not modify any existing DKIM records": {
				" During this process, please do not edit any nameserver configuration files": {
					"": "Sau khi kích hoạt tính năng này, hệ thống sẽ tạo bản ghi DNS DKIM và SPF cho miền đã chọn. Nếu bản ghi SPF đã tồn tại cho một tên miền, hệ thống sẽ thêm địa chỉ IP của máy chủ vào bản ghi hiện có một cách thích hợp. Tuy nhiên, hệ thống sẽ không sửa đổi bất kỳ bản ghi DKIM hiện có nào. Trong quá trình này, vui lòng không chỉnh sửa bất kỳ tệp cấu hình máy chủ tên nào."
				}
			}
		}
	},
	"Apply DMARC Policy": "Áp dụng chính sách DMARC",
	"Are you sure you want to {0} a self-built DNS server?": "Bạn có chắc chắn muốn {0} máy chủ DNS tự xây dựng không?",
	"Build your own dns server based on pdns": "Xây dựng máy chủ dns của riêng bạn dựa trên pdns",
	"Configure DNS": "Định cấu hình DNS",
	"Confirm Applying DMARC Policy?": "Xác nhận Áp dụng Chính sách DMARC?",
	"Confirm DKIM/SPF Enabled?": "Xác nhận đã bật DKIM/SPF?",
	"DNS Manager": "Trình quản lý DNS",
	"Default DNS": "DNS mặc định",
	"Enable DKIM/SPF": "Kích hoạt DKIM/SPF",
	"Enabling this feature will create DMARCDNS records for all domains": {
		" If a domain already has a DMARC record, the system will not modify the existing record": {
			"": "Việc bật tính năng này sẽ tạo bản ghi DMARCDNS cho tất cả các miền. Nếu miền đã có bản ghi DMARC thì hệ thống sẽ không sửa đổi bản ghi hiện có."
		}
	},
	"Enter your expire,eg: 604800": "Nhập hết hạn của bạn, ví dụ: 604800",
	"Enter your minimum,eg: 3600": "Nhập mức tối thiểu của bạn, ví dụ: 3600",
	"Enter your nameserver,eg: ns1": {
		"domain": {
			"com": "Nhập máy chủ tên của bạn, ví dụ: ns1.domain.com"
		}
	},
	"Enter your refresh,eg: 3600": "Nhập thông tin làm mới của bạn, ví dụ: 3600",
	"Enter your retry,eg: 3600": "Nhập số lần thử lại của bạn, ví dụ: 3600",
	"Enter your serial number,eg: 2023080101": "Nhập số sê-ri của bạn, ví dụ: 2023080101",
	"Expire": "Hết hạn",
	"How often to check the serial number on the master server": "Tần suất kiểm tra số sê-ri trên máy chủ chính",
	"Install Self-built DNS": "Cài đặt DNS tự xây dựng",
	"Minimum": "tối thiểu",
	"Nameserver": "Máy chủ tên",
	"Please enter SOA": "Vui lòng nhập SOA",
	"Please enter your domain IP": "Vui lòng nhập IP tên miền của bạn",
	"Please enter your domain name": "Vui lòng nhập tên miền của bạn",
	"Policy:": "Chính sách:",
	"Preserve": "Bảo quản",
	"Preserve config": "Giữ nguyên cấu hình",
	"Refresh": "Làm mới",
	"Reject all emails": "Từ chối tất cả email",
	"Represents the default TTL value of all records in this zone file": "Biểu thị giá trị TTL mặc định của tất cả các bản ghi trong tệp vùng này",
	"Retry": "Thử lại",
	"Select DMARC Policy": "Chọn Chính sách DMARC",
	"Self-Built DNS": "DNS tự xây dựng",
	"Serial Number": "Số sê-ri",
	"Service": "Dịch vụ",
	"Set & Manage": "Đặt & Quản lý",
	"The dns server is stopped, please start it first": "Máy chủ dns đã dừng, vui lòng khởi động nó trước",
	"The interval time when the slaveserver reconnects to the masterserver": "Khoảng thời gian khi máy chủ nô lệ kết nối lại với máy chủ chính",
	"When the time exceeds the number of seconds set by Expire and the slave server cannot get in touch with the master, the slave will delete its copy": "Khi thời gian vượt quá số giây do Expire đặt và máy chủ nô lệ không thể liên lạc được với chủ, nô lệ sẽ xóa bản sao của nó",
	"model admin email": "email quản trị viên mẫu",
	"name server": "máy chủ tên",
	"zone file version,Modification is prohibited": {
		"": "phiên bản tập tin vùng, Sửa đổi bị cấm."
	}
}