#coding: utf-8
#-------------------------------------------------------------------
# 宝塔Linux面板
#-------------------------------------------------------------------
# Copyright (c) 2015-2099 宝塔软件(http://bt.cn) All rights reserved.
#-------------------------------------------------------------------
# Author: cjxin <cjxin@bt.cn>
#-------------------------------------------------------------------

# 面板其他模型新增功能
#------------------------------
import public,re,time,sys,os,json
from datetime import datetime



class panelBase:


    def __init__(self):
        pass
