{
    "Accept all emails": "Alle E-Mails akzeptieren",
    "Add Domain": "Domain hinzufügen",
    "Admin Email": "E-Mail des Administrators",
    "After enabling this feature, the system will create DKIM and SPF DNS records for the selected domain. If an SPF record already exists for a domain, the system will appropriately append the servers IP address to the existing record. However, the system will not modify any existing DKIM records. During this process, please do not edit any nameserver configuration files.": "Wenn diese Funktion aktiviert ist, werden DKIM- und SPF-DNS-Einträge für die ausgewählte Domäne erstellt. Wenn der SPF-Eintrag für die Domäne bereits vorhanden ist, wird die IP-Adresse des Servers ordnungsgemäß dem vorhandenen Eintrag hinzugefügt. Allerdings wird kein bestehender DKIM-Eintrag geändert. Bearbeiten Sie während dieses Prozesses keine Namenserverkonfigurationsdateien.",
    "Allow all IPs": "Alle IP erlaubt",
    "Apply DMARC Policy": "Anwendung der DMARC-Richtlinie",
    "Are you sure you want to {0} a self-built DNS server?": "Möchten Sie {0} Ihren eigenen DNS-Server erstellen?",
    "Build your own dns server based on pdns": "Erstellen Sie Ihren eigenen DNS-Server auf der Grundlage von PDNS",
    "CDN IP whitelist": "CDN IP Weißliste",
    "CDN Resolution": "CDN-Analyse",
    "Configure DNS": "DNS konfigurieren",
    "Confirm Applying DMARC Policy?": "Bestätigen Sie die Anwendung der DMARC-Richtlinie?",
    "Confirm DKIM/SPF Enabled?": "Ist DKIM/SPF aktiviert?",
    "DNS Clear": "DNS löschen",
    "DNS Manager": "Domainnamenverwaltungszentrum",
    "Default DNS": "StandardDNS",
    "Each line contains one IP address; nginx will only replace the IP addresses in the request header from the following IP ranges.": "Jede Zeile enthält eine IP-Adresse; nginx ersetzt nur IP-Adressen aus den folgenden IP-Bereichen im Anforderungskopf.",
    "Enable DKIM/SPF": "Aktivieren von DKIM/SPF",
    "Enabling this feature will create DMARCDNS records for all domains. If a domain already has a DMARC record, the system will not modify the existing record.": "Wenn Sie diese Funktion aktivieren, werden DMARCDNS-Einträge für alle Domänen erstellt. Wenn eine Domäne bereits einen DMARC-Eintrag hat, wird der vorhandene Eintrag nicht geändert.",
    "Enter your expire,eg: 604800": "Geben Sie Ihr Verfallsdatum ein, z. B.: 604800",
    "Enter your minimum,eg: 3600": "Geben Sie Ihren Mindestwert ein, z. B. 3600",
    "Enter your nameserver,eg: ns1.domain.com": "Geben Sie Ihren Namenserver ein, z. B. ns1.domain.com",
    "Enter your refresh,eg: 3600": "Geben Sie die Anzahl der Aktualisierungen ein, z. B. 3600",
    "Enter your retry,eg: 3600": "Geben Sie die Anzahl der Wiederversuche ein, z. B. 3600",
    "Enter your serial number,eg: 2023080101": "Geben Sie Ihre Seriennummer ein, zum Beispiel 2023080101",
    "Expire": "Ablauf",
    "How often to check the serial number on the master server": "Wie oft überprüfen Sie die Seriennummer auf dem Hauptserver",
    "IP Type": "IP-Typ",
    "Install Self-built DNS": "Eigenes DNS installieren",
    "Minimum": "Kleinste",
    "Nameserver": "Domain-Namenserver",
    "Only Nginx service is supported": "Nur Nginx-Dienste unterstützt",
    "Only allow IPv4 type": "Nur IPv4-Typen erlaubt",
    "Only allow IPv6 type": "Nur IPv6-Typen erlaubt",
    "Only allow custom IP": "Nur benutzerdefinierte IP erlaubt",
    "Please enter SOA": "Bitte geben Sie SOA ein.",
    "Please enter your domain IP": "Bitte geben Sie Ihren Domainnamen IP ein",
    "Please enter your domain name": "Bitte geben Sie Ihren Domainnamen ein",
    "Policy:": "Politik:",
    "Preserve": "speichern",
    "Preserve config": "Konfiguration beibehalten",
    "Refresh": "Aktualisieren",
    "Reject all emails": "Alle E-Mails ablehnen",
    "Represents the default TTL value of all records in this zone file": "Zeigt den Standard-TTL-Wert für alle Einträge in dieser Zonendatei an",
    "Request header": "Anforderungskopf",
    "Retry": "Wiederholen",
    "SOA Record": "SOA Aufzeichnung",
    "Select DMARC Policy": "DMARC-Richtlinie auswählen",
    "Self-Built DNS": "Eigenes DNS",
    "Serial Number": "Seriennummer",
    "Service": "Dienst",
    "Set & Manage": "Einrichten und Verwalten",
    "Set TTL": "TTL einstellen",
    "The dns server is stopped, please start it first": "Der DNS-Server ist gestoppt, bitte starten Sie zuerst.",
    "The interval time when the slaveserver reconnects to the masterserver": "Intervall zwischen einer erneuten Verbindung vom Server zum Hauptserver",
    "This program will clean up your name server configuration files and remove all duplicate entries. Please ensure that you do not edit any name server configuration files during the cleanup process.": "Dieses Programm reinigt Ihr Namenserverprofil und löscht alle doppelten Einträge. Stellen Sie sicher, dass während der Reinigung keine Namenserverprofile bearbeitet werden.",
    "When the time exceeds the number of seconds set by Expire and the slave server cannot get in touch with the master, the slave will delete its copy": "Wenn die Zeit die von Expire festgelegte Sekunde überschreitet und der untergeordnete Server sich nicht mit dem Hauptserver verbinden kann, löscht der untergeordnete Server seine Kopie",
    "model admin email": "E-Mail des Modellmanagers",
    "name server": "Name des Servers",
    "zone file version,Modification is prohibited.": "Versionen regionaler Dateien, Änderungen sind verboten."
}