{
    "Accept all emails": "Aceitar todos os e-mails",
    "Add Domain": "Adicionar um nome de domínio",
    "Admin Email": "Email do administrador",
    "After enabling this feature, the system will create DKIM and SPF DNS records for the selected domain. If an SPF record already exists for a domain, the system will appropriately append the servers IP address to the existing record. However, the system will not modify any existing DKIM records. During this process, please do not edit any nameserver configuration files.": "Quando esta funcionalidade estiver ativada, os registros DNS DKIM e SPF serão criados para o domínio selecionado. Se o registro SPF do domínio já existir, o endereço IP do servidor será anexado adequadamente ao registro existente. No entanto, o sistema não modifica nenhum registro DKIM existente. Durante este processo, não edite nenhum perfil de servidor de nomes.",
    "Apply DMARC Policy": "Aplicação da Política DMARC",
    "Are you sure you want to {0} a self-built DNS server?": "Tem certeza de que deseja criar seu próprio servidor DNS?",
    "Build your own dns server based on pdns": "Crie seu próprio servidor DNS com base em PDNS",
    "CDN IP whitelist": "Lista branca de CDN IP",
    "CDN Resolution": "Analisação CDN",
    "Configure DNS": "Configuração do DNS",
    "Confirm Applying DMARC Policy?": "Confirmar a aplicação da política DMARC?",
    "Confirm DKIM/SPF Enabled?": "Confirmar que o DKIM/SPF está habilitado?",
    "DNS Clear": "Limpeza do DNS",
    "DNS Manager": "Centro de Gestão de Nomes de Domínio",
    "Default DNS": "DNS padrão",
    "Each line contains one IP address; nginx will only replace the IP addresses in the request header from the following IP ranges.": "Cada linha contém um endereço IP; O nginx apenas substitui os endereços IP do cabeçalho da solicitação que vem da faixa IP abaixo.",
    "Enable DKIM/SPF": "Ativar DKIM/SPF",
    "Enabling this feature will create DMARCDNS records for all domains. If a domain already has a DMARC record, the system will not modify the existing record.": "Habilitar este recurso criará registros DMARCDNS para todos os domínios. Se o domínio já tiver um registro DMARC, o sistema não modificará o registro existente.",
    "Enter your expire,eg: 604800": "Digite a sua data de vencimento, por exemplo: 604800",
    "Enter your minimum,eg: 3600": "Digite o seu valor mínimo, por exemplo: 3600",
    "Enter your nameserver,eg: ns1.domain.com": "Digite o seu servidor de nomes, por exemplo: ns1.domain.com",
    "Enter your refresh,eg: 3600": "Digite o número de atualizações, por exemplo: 3600",
    "Enter your retry,eg: 3600": "Digite o número de tentativas novas, por exemplo: 3600",
    "Enter your serial number,eg: 2023080101": "Digite o seu número de série, por exemplo: 2023080101",
    "Expire": "Expirado",
    "How often to check the serial number on the master server": "Quantas vezes verificar o número de série no servidor principal",
    "Install Self-built DNS": "Instalação de DNS próprio",
    "Minimum": "mínimo",
    "Nameserver": "Servidor de Nomes de Domínio",
    "Only Nginx service is supported": "Suporta apenas serviços Nginx",
    "Please enter SOA": "Digite o SOA",
    "Please enter your domain IP": "Por favor, insira o seu domínio IP",
    "Please enter your domain name": "Digite o seu nome de domínio",
    "Policy:": "Política:",
    "Preserve": "guardar",
    "Preserve config": "Manter a configuração",
    "Refresh": "atualizar",
    "Reject all emails": "Rejeitar todos os e-mails",
    "Represents the default TTL value of all records in this zone file": "Indica o valor TTL padrão para todos os registros neste arquivo regional",
    "Request header": "Cabeçalho de solicitação",
    "Retry": "Tente novamente",
    "SOA Record": "Registro SOA",
    "Select DMARC Policy": "Escolha a Política DMARC",
    "Self-Built DNS": "DNS próprio",
    "Serial Number": "Número de Série",
    "Service": "Serviços",
    "Set & Manage": "Configuração e gestão",
    "Set TTL": "Definição TTL",
    "The dns server is stopped, please start it first": "Servidor DNS parou, inicie primeiro",
    "The interval time when the slaveserver reconnects to the masterserver": "Intervalo entre a reconexão do servidor ao servidor principal",
    "This program will clean up your name server configuration files and remove all duplicate entries. Please ensure that you do not edit any name server configuration files during the cleanup process.": "Este programa limpa o seu perfil de servidor de nomes e exclui todas as entradas duplicadas. Certifique-se de não editar nenhum perfil de servidor de nomes durante o processo de limpeza.",
    "When the time exceeds the number of seconds set by Expire and the slave server cannot get in touch with the master, the slave will delete its copy": "Quando o tempo excede o número de segundos definidos como Expire e o servidor subordinado não consegue se conectar ao servidor principal, o servidor subordinado exclui sua cópia",
    "model admin email": "E-mail do administrador do modelo",
    "name server": "Nome do servidor",
    "zone file version,Modification is prohibited.": "Versões de arquivos regionais, modificação proibida.",
    "Please select time": "Escolha a hora",
    "{0} Execute once": " {0} Executar uma vez",
    "Test connection": "Teste de conexão",
    "Unable to authenticate automatically, please fill in the login information of the local server!": "Não foi possível verificar automaticamente, preencha as informações de login do servidor local!",
    "There are currently no activated terminals": "Nenhum terminal atualmente ativo",
    "Once": "uma vez",
    "Allow all IPs": "Permitir todos os IP",
    "IP Type": "Tipo de IP",
    "New Password": "Nova senha",
    "Old Password": "Senha antiga",
    "Only allow IPv4 type": "Apenas tipos IPv4 permitidos",
    "Only allow IPv6 type": "Apenas tipos IPv6 permitidos",
    "Only allow custom IP": "Apenas permitir IP personalizado",
    "Run": "Executar",
    "Asc": "Sequência ascendente",
    "Day Before": "Antes do dia.",
    "Desc": "Ordem descendente",
    "Last 7 Days Statistics": "Estatísticas dos últimos 7 dias",
    "This is a simplified website statistics report. For more detailed data, please use": "Este é um relatório estatístico do site simples. Para ver mais detalhes, use",
    "Today Top 5 Websites": "Top 5 sites de hoje",
    "Website statistics": "Estatísticas do site",
    "Traffic": "fluxo",
    "Requests": "Solicitação",
    "This feature is not currently supported by the OpenLiteSpeed service": "O serviço OpenLiteSpeed não suporta este recurso atualmente.",
    "Please use {a} or enable Site Monitor in the Settings": "Use {a} ou habilite o Monitor de Sites nas configurações",
    "Statistics": "Estatísticas",
    "Data Copy": "Cópia de dados",
    "Connecting to download from the cloud, please wait": "Conectando-se ao download na nuvem, por favor aguarde",
    "Download completed, please wait": "Baixar concluído, por favor aguarde.",
    "Downloading": "Baixar",
    "Still need": "Ainda é necessário.",
    "Custom Overview Module": "Módulo de visão geral personalizado",
    "Expiring Soon": "Expira em breve",
    "Expiry Date": "Hora de vencimento",
    "Normal": "normal",
    "Preview and modify the current overview interface, select the monitoring modules and tools you need to display": "Visualize e modifique a interface de visão geral atual, selecione os módulos e ferramentas de monitoramento que desejam ser exibidos",
    "Renew Fail": "Renovação falhou",
    "Once monitoring is enabled, if the service stops, alerts will be sent using the alerting method you selected": "Depois de ativar o monitoramento, um alerta será enviado usando o método de alerta escolhido se o serviço for interrompido",
    "Please enter the service name": "Digite o nome do serviço",
    "Service Status": "Estado do serviço"
}