{
	"Soft": {
		"index_1": "Implantação",
		"index_2": "Plug-ins",
		"index_3": "Profissional",
		"index_4": "Pesquisar App",
		"index_5": "Suporta pesquisa difusa por nome de aplicativo, campo",
		"index_6": "Atualizar Lista de Apps",
		"index_7": "Ordenar Apps",
		"index_8": "Usado recentemente",
		"index_9": "Desenvolvedor",
		"index_10": "Instruções",
		"index_11": "oficial",
		"index_12": "Preço",
		"index_13": "Grátis",
		"index_14": "Data de expiração",
		"index_15": "Tem certeza de que deseja desinstalar [{0} {1}]?",
		"index_16": "A edição Pro pode usar o plug-in profissional gratuitamente, tempo de expiração: {0}",
		"index_17": "Atualize para a edição Pro, todos os plugins, uso gratuito!",
		"index_18": "Renovar Agora",
		"index_19": "O processo de instalação pode levar alguns minutos, por favor, seja paciente!",
		"index_20": "Se este plugin já existir, ele será substituído!",
		"index_21": "Instalando, isso pode levar alguns minutos...",
		"index_22": "Lembrete de Segurança: O aaPanel realizou oficialmente uma auditoria de segurança antes de o plug-in de terceiros ser colocado nas prateleiras, mas pode haver riscos de segurança. Por favor, verifique antes de usá-lo em ambiente de produção.",
		"index_23": "Obter apps de terceiros",
		"index_24": "Importar plugins",
		"index_25": "Instalar pacotes de plugin de terceiros",
		"index_26": "Se o conteúdo da pesquisa não for encontrado, envie o feedback de demanda",
		"index_27": "Vitalício",
		"index_28": "NÃO ativado",
		"index_29": "Nome do software",
		"index_30": "Exibir no painel",
		"index_31": "Avaliado",
		"index_32": "Não avaliado",
		"index_34": "Instalar Agora",
		"index_35": "Se este plugin já existir, o arquivo será substituído!",
		"index_36": "Por favor, instale as extensões e dependências do plugin manualmente, se não forem instaladas, o plugin não funcionará corretamente",
		"index_37": "O processo de instalação pode levar alguns minutos, então, por favor, seja paciente!",
		"index_38": "Tem certeza de que deseja instalar o plugin [{0}]?",
		"index_39": "Descrição do Plugin",
		"index_40": "Instalando",
		"index_41": "Aguardando instalação",
		"index_42": "Atualizando",
		"index_43": "Por favor, insira o nome do módulo",
		"index_44": "Por favor, insira a descrição do módulo",
		"index_45": "Parâmetro",
		"index_46": "Por favor, insira os parâmetros do modelo",
		"index_47": "Script de prefixo",
		"index_48": "# O conteúdo do script shell executado antes da compilação é geralmente preparado para a instalação de dependências e download de fonte do módulo de terceiros",
		"index_49": "Adicionando módulos personalizados",
		"index_50": "Confirmar exclusão do módulo [{0}]?",
		"index_51": "Nova versão",
		"index_52": "Log de Atualização",
		"index_53": "Observe que o processo de atualização pode causar interrupções no serviço",
		"index_54": "Recomenda-se que você realize atualizações de software quando a carga do servidor estiver ociosa",
		"Plugin": {
			"index_1": "Servidor Web",
			"index_2": "Trocando, aguarde...",
			"index_3": "Certifique-se de que as seguintes portas não estão em uso:",
			"index_4": "Após mudar para a arquitetura de serviço de Hospedagem Multi-Servidor Web, você pode especificar seu próprio WebEngine para cada site",
			"index_5": "Antes de habilitar a Hospedagem Multi-Servidor Web, certifique-se de que a configuração mestre do serviço atual, porta e configuração individual do site não foram modificadas manualmente. Por favor, restaure a configuração original ou desinstale e reinstale na Loja de Aplicativos.",
			"index_6": "Descrição do Multi-Servidor Web:",
			"index_7": "Clique para ver",
			"index_8": "Servidor Web",
			"index_9": "Status",
			"index_10": "Executando",
			"index_11": "parar",
			"index_12": "Reparar",
			"index_13": "Serviço de Retenção",
			"index_14": "Habilitar múltiplos serviços",
			"index_15": "Reparar múltiplos serviços",
			"index_16": "O processo de reparo tornará o site inacessível. Deseja continuar?",
			"index_17": "Hospedagem Multi-Servidor Web",
			"index_18": "Por favor, selecione o serviço que você deseja manter",
			"index_19": "Após habilitar múltiplos serviços, Apache, Nginx e Openlitespeed serão instalados"
		}
	}
}