{
    "Accept all emails": "Accepter tous les courriels",
    "Add Domain": "Ajouter un nom de domaine",
    "Admin Email": "Courriel de l'Administrateur",
    "After enabling this feature, the system will create DKIM and SPF DNS records for the selected domain. If an SPF record already exists for a domain, the system will appropriately append the servers IP address to the existing record. However, the system will not modify any existing DKIM records. During this process, please do not edit any nameserver configuration files.": "Lorsque cette fonctionnalité est activée, le système crée des enregistrements DNS dkim et SPF pour le domaine sélectionné. Si un enregistrement SPF pour un domaine existe déjà, le système ajoutera de manière appropriée l'adresse IP du serveur à l'enregistrement existant. Cependant, le système ne modifie aucun enregistrement dkim existant. Ne modifiez aucun profil de serveur de noms pendant ce processus.",
    "Apply DMARC Policy": "Appliquer la politique dmarc",
    "Are you sure you want to {0} a self-built DNS server?": "Êtes - vous sûr de vouloir {0} construire votre propre serveur DNS?",
    "Build your own dns server based on pdns": "Construire votre propre serveur DNS basé sur pdns",
    "CDN IP whitelist": "Liste blanche des IP CDN",
    "CDN Resolution": "Résolution CDN",
    "Configure DNS": "Configurer le DNS",
    "Confirm Applying DMARC Policy?": "Confirmer l'application de la politique dmarc?",
    "Confirm DKIM/SPF Enabled?": "Confirmer que dkim / SPF est activé?",
    "DNS Clear": "Nettoyage DNS",
    "DNS Manager": "Centre de gestion des noms de domaine",
    "Default DNS": "DNS par défaut",
    "Each line contains one IP address; nginx will only replace the IP addresses in the request header from the following IP ranges.": "Chaque ligne contient une adresse IP; Nginx remplace uniquement les adresses IP des plages d'adresses IP suivantes dans l'en - tête de la requête.",
    "Enable DKIM/SPF": "Activer dkim / SPF",
    "Enabling this feature will create DMARCDNS records for all domains. If a domain already has a DMARC record, the system will not modify the existing record.": "L'activation de cette fonctionnalité crée des enregistrements dmarcdns pour tous les domaines. Si le domaine possède déjà des enregistrements dmarc, le système ne modifiera pas les enregistrements existants.",
    "Enter your expire,eg: 604800": "Entrez votre date d'expiration, par exemple: 604800",
    "Enter your minimum,eg: 3600": "Entrez votre minimum, par exemple: 3600",
    "Enter your nameserver,eg: ns1.domain.com": "Entrez votre serveur de noms, par exemple: ns1.domaine.com",
    "Enter your refresh,eg: 3600": "Entrez le nombre de rafraîchissements, par exemple: 3600",
    "Enter your retry,eg: 3600": "Entrez le nombre de tentatives, par exemple: 3600",
    "Enter your serial number,eg: 2023080101": "Entrez votre numéro de série, par exemple: 2023080101",
    "Expire": "Expiré",
    "How often to check the serial number on the master server": "À quelle fréquence vérifier le numéro de série sur le serveur principal",
    "Install Self-built DNS": "Installer un DNS auto - construit",
    "Minimum": "Le minimum",
    "Nameserver": "Serveur de noms de domaine",
    "Only Nginx service is supported": "Seuls les services nginx sont pris en charge",
    "Please enter SOA": "Veuillez entrer SOA",
    "Please enter your domain IP": "Veuillez saisir votre nom de domaine IP",
    "Please enter your domain name": "Veuillez entrer votre nom de domaine",
    "Policy:": "Politique:",
    "Preserve": "sauvegarder",
    "Preserve config": "Conserver la configuration",
    "Refresh": "rafraîchir",
    "Reject all emails": "Refuser tous les courriels",
    "Represents the default TTL value of all records in this zone file": "Représente la valeur TTL par défaut pour tous les enregistrements dans ce fichier de zone",
    "Request header": "En - tête de demande",
    "Retry": "Essayez à nouveau",
    "SOA Record": "Enregistrement SOA",
    "Select DMARC Policy": "Choisir une stratégie dmarc",
    "Self-Built DNS": "DNS auto - construit",
    "Serial Number": "numéro de série",
    "Service": "Services",
    "Set & Manage": "Configuration et gestion",
    "Set TTL": "Configurer TTL",
    "The dns server is stopped, please start it first": "Le serveur DNS s'est arrêté, démarrez d'abord",
    "The interval time when the slaveserver reconnects to the masterserver": "Intervalle entre la reconnexion du serveur au serveur principal",
    "This program will clean up your name server configuration files and remove all duplicate entries. Please ensure that you do not edit any name server configuration files during the cleanup process.": "Ce programme nettoiera votre profil de serveur de noms et supprimera toutes les entrées en double. Assurez - vous de ne modifier aucun profil de serveur de noms pendant le nettoyage.",
    "When the time exceeds the number of seconds set by Expire and the slave server cannot get in touch with the master, the slave will delete its copy": "Lorsque le temps dépasse le nombre de secondes défini par expire et que le serveur esclave ne peut pas contacter le serveur maître, le serveur esclave supprime sa copie",
    "model admin email": "Modèle admin email",
    "name server": "Nom du serveur",
    "zone file version,Modification is prohibited.": "Version du fichier de zone, modification interdite.",
    "Please select time": "Veuillez sélectionner une heure",
    "{0} Execute once": "{0} exécuter une fois",
    "Test connection": "Tester la connexion",
    "Unable to authenticate automatically, please fill in the login information of the local server!": "Impossible de vérifier automatiquement, remplissez les informations de connexion de votre serveur local!",
    "There are currently no activated terminals": "Aucun terminal actuellement activé",
    "Once": "Une fois",
    "Allow all IPs": "Autoriser toutes les IP",
    "IP Type": "Type d'IP",
    "New Password": "Nouveau mot de passe",
    "Old Password": "Ancien mot de passe",
    "Only allow IPv4 type": "Seuls les types IPv4 sont autorisés",
    "Only allow IPv6 type": "Seuls les types IPv6 sont autorisés",
    "Only allow custom IP": "Autoriser uniquement les IP personnalisées"
}