{
    "Accept all emails": "Aceptar todos los correos electrónicos",
    "Add Domain": "Añadir nombre de dominio",
    "Admin Email": "Correo electrónico del Administrador",
    "After enabling this feature, the system will create DKIM and SPF DNS records for the selected domain. If an SPF record already exists for a domain, the system will appropriately append the servers IP address to the existing record. However, the system will not modify any existing DKIM records. During this process, please do not edit any nameserver configuration files.": "Una vez activada esta función, el sistema creará registros DNS dkim y SPF para el dominio seleccionado. Si el registro SPF del dominio ya existe, el sistema añadirá adecuadamente la dirección IP del servidor al registro existente. Sin embargo, el sistema no modificará ningún registro dkim existente. Durante este proceso, no edite ningún perfil de servidor de nombre.",
    "Apply DMARC Policy": "Aplicación de la política dmarc",
    "Are you sure you want to {0} a self-built DNS server?": "¿¿ está seguro de que quiere construir su propio servidor dns?",
    "Build your own dns server based on pdns": "Construir su propio servidor DNS basado en pdns",
    "CDN IP whitelist": "Lista Blanca de IP CDN",
    "CDN Resolution": "Análisis de CDN",
    "Configure DNS": "Configurar DNS",
    "Confirm Applying DMARC Policy?": "¿Confirmar la aplicación de la política dmarc?",
    "Confirm DKIM/SPF Enabled?": "¿¿ confirma que dkim / SPF está activado?",
    "DNS Clear": "Eliminación de DNS",
    "DNS Manager": "Centro de gestión de nombres de dominio",
    "Default DNS": "DNS predeterminado",
    "Each line contains one IP address; nginx will only replace the IP addresses in the request header from the following IP ranges.": "Cada línea contiene una dirección ip; Nginx solo reemplazará las direcciones IP de los siguientes rangos IP en la cabeza de la solicitud.",
    "Enable DKIM/SPF": "Activar dkim / SPF",
    "Enabling this feature will create DMARCDNS records for all domains. If a domain already has a DMARC record, the system will not modify the existing record.": "Habilitar esta función creará un registro dmarcdns para todos los dominios. Si el dominio ya tiene un registro dmarc, el sistema no modificará el registro existente.",
    "Enter your expire,eg: 604800": "Introduzca su fecha de vencimiento, por ejemplo: 604.800",
    "Enter your minimum,eg: 3600": "Introduzca su valor mínimo, por ejemplo: 3600",
    "Enter your nameserver,eg: ns1.domain.com": "Introduzca su servidor de nombre, por ejemplo: ns1.domain.com",
    "Enter your refresh,eg: 3600": "Número de actualizaciones de entrada, por ejemplo: 3600",
    "Enter your retry,eg: 3600": "Introduzca el número de reintentos, por ejemplo: 3600",
    "Enter your serial number,eg: 2023080101": "Introduzca su número de serie, por ejemplo: 2023080101",
    "Expire": "Caducado",
    "How often to check the serial number on the master server": "Con qué frecuencia se verifica el número de serie en el servidor principal",
    "Install Self-built DNS": "Instalación de DNS autoconstruidos",
    "Minimum": "mínimo",
    "Nameserver": "Servidor de nombres de dominio",
    "Only Nginx service is supported": "Solo se admiten servicios nginx",
    "Please enter SOA": "Por favor, introduzca SOA",
    "Please enter your domain IP": "Introduzca la IP de su nombre de dominio",
    "Please enter your domain name": "Introduzca su nombre de dominio",
    "Policy:": "Política:",
    "Preserve": "guardar",
    "Preserve config": "Conservar la configuración",
    "Refresh": "actualizar",
    "Reject all emails": "Rechazar todos los correos electrónicos",
    "Represents the default TTL value of all records in this zone file": "Indica el valor ttl predeterminado para todos los registros en este archivo de área",
    "Request header": "Cabeza de solicitud",
    "Retry": "Reinterpretar",
    "SOA Record": "Registro de SOA",
    "Select DMARC Policy": "Elegir la estrategia dmarc",
    "Self-Built DNS": "Autoconstrucción de DNS",
    "Serial Number": "número de serie",
    "Service": "servicio",
    "Set & Manage": "Configuración y gestión",
    "Set TTL": "Establecer TTL",
    "The dns server is stopped, please start it first": "El servidor DNS se ha detenido, por favor inicie primero",
    "The interval time when the slaveserver reconnects to the masterserver": "Intervalo entre reconexiones del servidor y el servidor principal",
    "This program will clean up your name server configuration files and remove all duplicate entries. Please ensure that you do not edit any name server configuration files during the cleanup process.": "Este programa limpiará el archivo de configuración de su servidor de nombres y eliminará todas las entradas duplicadas. Asegúrese de no editar ningún perfil de servidor de nombre durante el proceso de limpieza.",
    "When the time exceeds the number of seconds set by Expire and the slave server cannot get in touch with the master, the slave will delete its copy": "Cuando el tiempo supera el número de segundos establecido por expira y el servidor secundario no puede contactar con el servidor primario, el servidor secundario eliminará su copia",
    "model admin email": "Correo electrónico del Administrador del modelo",
    "name server": "Nombre del servidor",
    "zone file version,Modification is prohibited.": "Versión del documento regional, prohibida la modificación.",
    "Please select time": "Por favor, elija la hora",
    "{0} Execute once": "(...) ejecutar una vez",
    "Test connection": "Conexión de prueba",
    "Unable to authenticate automatically, please fill in the login information of the local server!": "¡No se puede verificar automáticamente, ¡ rellene la información de inicio de sesión del servidor local!",
    "There are currently no activated terminals": "Actualmente no hay terminales activadas",
    "Once": "una vez",
    "Allow all IPs": "Permitir todas las IP",
    "IP Type": "Tipo IP",
    "New Password": "Nueva contraseña",
    "Old Password": "Contraseña antigua",
    "Only allow IPv4 type": "Solo se permiten tipos IPv4",
    "Only allow IPv6 type": "Solo se permiten tipos IPv6",
    "Only allow custom IP": "Solo se permiten IP personalizadas",
    "Run": "funcionar",
    "Asc": "Orden ascendente",
    "Day Before": "anteayer",
    "Desc": "Orden descendente",
    "Last 7 Days Statistics": "Estadísticas de los últimos 7 días",
    "This is a simplified website statistics report. For more detailed data, please use": "Este es un informe estadístico simple del sitio Web. Para ver más datos detallados, use",
    "Today Top 5 Websites": "Los cinco principales sitios web de hoy",
    "Website statistics": "Estadísticas del sitio web",
    "Traffic": "Tráfico",
    "Requests": "Solicitud",
    "This feature is not currently supported by the OpenLiteSpeed service": "El Servicio openlite Speed actualmente no admite esta función",
    "Please use {a} or enable Site Monitor in the Settings": "Use (...) o active el monitor del sitio en la configuración",
    "Statistics": "estadística",
    "Data Copy": "Reproducción de datos",
    "Connecting to download from the cloud, please wait": "Se está conectando a la nube para descargar, por favor espere",
    "Download completed, please wait": "Descarga completa, por favor espere",
    "Downloading": "En descarga",
    "Still need": "Todavía es necesario",
    "Custom Overview Module": "Módulo de visión general personalizado",
    "Expiring Soon": "Está a punto de expirar",
    "Expiry Date": "fecha de vencimiento",
    "Normal": "normal",
    "Preview and modify the current overview interface, select the monitoring modules and tools you need to display": "Previsualizar y modificar la interfaz de visión general actual, seleccionando los módulos y herramientas de monitoreo que deben mostrarse",
    "Renew Fail": "La renovación falló",
    "Once monitoring is enabled, if the service stops, alerts will be sent using the alerting method you selected": "Una vez habilitado el monitoreo, si el servicio se detiene, se enviará la alerta utilizando el método de alerta que elija",
    "Please enter the service name": "Introduzca el nombre del servicio",
    "Service Status": "Estado del servicio"
}