{
	"Plugin": {
		"Mysql": {
			"index_1": "Это основной файл конфигурации {0}, если вы не понимаете правила конфигурации, пожалуйста, не изменяйте его.",
			"index_2": "Предупредить меня, когда статус останавливается",
			"index_3": "Установка тревоги State Stop",
			"index_4": "Авто-восстановление",
			"index_5": "Вы уверены, что {0} {1} служба?",
			"index_6": "Бинарный журнал",
			"index_7": "Теплые советы: MySQL Birary Log заключается в записи текущего журнала операций, может использоваться для восстановления данных, резервного копирования данных.",
			"index_8": "Последнее измененное время",
			"index_9": "Удалить журнал",
			"index_10": "Вы действительно хотите удалить журнал [{0}]?",
			"index_11": "Включение бинарного журнала может защитить безопасность данных MySQL, но в то же время будет потреблять определенное количество дискового хранилища, следует ли продолжать?",
			"index_12": "Выключение бинарного журнала больше не будет записывать все операции модификации в бинарный журнал базы данных?",
			"index_13": "Двигаться",
			"index_14": "Предупреждение о риске: MySQL перестанет работать во время миграции, пожалуйста, будьте осторожны",
			"index_15": "Предупреждение о риске: подождите, пока миграция не будет завершена, прежде чем выполнить какие -либо другие операции во время миграции",
			"index_16": "Миграция базы данных",
			"index_17": "Конечно, вы хотите перенести базу данных в [{0}]?",
			"index_18": "Защита памяти",
			"index_19": "Примечание. После того, как он будет включен, приоритет памяти MySQL будет скорректирован, и MySQL никогда не будет убит системой, что может обеспечить стабильную работу MySQL. Тем не менее, это может привести к тому, что другие процессы будут убить ненормально, что может серьезно повлиять на работу системы. Рекомендуется включить его, когда MySQL должен работать стабильно.",
			"index_20": "План оптимизации",
			"index_21": "Макс Рам Использование",
			"index_22": "Перезагрузить {0} Сервис",
			"index_23": "Перезапустить базу данных для конфигурации, чтобы вступить в силу",
			"index_24": "Вы перезапустили службу {0}?",
			"index_25": "Если вам нужно изменить версию MySQL, пожалуйста, резервную копию ваших данных, удалите MySQL и переустановите ее.",
			"index_26": "Место хранения",
			"index_27": "Оптимизация",
			"index_28": "Медленный журнал",
			"index_29": "Время интервала",
			"index_30": "Поддерживать"
		},
		"Ftp": {
			"index_1": "Эта функция является эксклюзивной для профессиональной версии, {a}",
			"index_2": "Переключатель управления журналом",
			"index_3": "После того, как он будет включен, будут записаны все записи FTP пользователей и записи операции.",
			"index_4": "Управление журналом",
			"index_5": "После включения управления журналами Pure-FTPD он будет записывать записи входа в систему и операции всех пользователей FTP, следует ли продолжать операцию?",
			"index_6": "После отключения управления журналами Pure-FTPD он не сможет записывать записи входа в систему и операции всех пользователей FTP, продолжать ли операцию?",
			"index_7": "Текущий FTP -адрес",
			"index_8": "Скачать инструмент FTP Connection (Filezilla, бесплатный открытый исходный код)",
			"index_9": "Переключить версию",
			"index_10": "Управление пользователями",
			"index_11": "Текущая версия такая же, как и выбранная версия!",
			"index_12": "Вы обязательно установите {0}-{1}"
		},
		"Redis": {
			"index_1": "После изменения конфигурации вам необходимо перезапустить Redis, чтобы вступить в силу, если ваши данные должны быть настойчивы, сначала выполните операцию сохранения.",
			"index_2": "ПРЕДУПРЕЖДЕНИЕ: Не включайте доступ Redis Extranet, поскольку неограниченный доступ к IP -адресам, вероятно, приведет к вторжению сервера.",
			"index_3": "После настройки новый каталог Redis_cache будет создан в выбранном каталоге и дано разрешения Redis",
			"index_4": "Постоянный путь хранения файлов",
			"index_5": "AOF настойчивость",
			"index_6": "Rdb настойчивость",
			"index_7": "Установить настойчивость"
		},
		"Apache": {
			"index_1": "Время перезапуска",
			"index_2": "Время запуска",
			"index_3": "Общее количество соединений",
			"index_4": "Всего перенесено",
			"index_5": "Запросы в секунду",
			"index_6": "Занятый процесс",
			"index_7": "Простальный процесс",
			"index_8": "Apache использует процессор",
			"index_9": "Апач использует память",
			"index_10": "Демон",
			"index_11": "Демон может быть запущен автоматически после того, как служба {0} остановлен, чтобы убедиться, что служба {0} всегда работает.",
			"index_12": "Поля",
			"index_13": "Текущее значение",
			"index_14": "Проверка по умолчанию каждые 1 минуту может быть изменена в Cron"
		},
		"Mencached": {
			"index_1": "Прослушивание IP, пожалуйста, не изменяйте его свободно",
			"index_2": "Порт прослушивания, как правило, не нужно изменять",
			"index_3": "MB, размер кэша, рекомендуется не превышать 512 м",
			"index_4": "Максимальное количество соединений, рекомендуемое не превышать 40960"
		},
		"MongoDB": {
			"index_1": "После настройки создайте новый каталог bt_mongodb в выбранном каталоге и дайте разрешение Mongo",
			"index_2": "Не изменяйте IP -мониторинг по желанию",
			"index_3": "Место хранения данных",
			"index_4": "Расположение файла журнала",
			"index_5": "PID SAVE PATH",
			"index_6": "Порт прослушивания, как правило, не нужно изменять",
			"index_7": "Пожалуйста, сначала запустите сервис MongoDB!",
			"index_8": "Вы действительно хотите удалить базу данных [{0}]?"
		},
		"Openlitespeed": {
			"index_1": "Указывает максимальное время холостого хода соединения (секунды), разрешенное во время обработки одного запроса",
			"index_2": "Включает сжатие GZIP/Brotli для статических и динамических ответов",
			"index_3": "Определяет уровень сжатия GZIP, применяемый к динамическому содержанию. Диапазоны от 1 (самого низкого) до 9 (наибольшее)",
			"index_4": "Указывает максимальное количество параллельных соединений, которые сервер может принять. Это включает как простые соединения TCP, так и SSL -соединения",
			"index_5": "Указывает максимальное количество запросов, которые могут быть выполнены через сеанс Keep-Alive (постоянный)",
			"index_6": "Определяет максимальное количество одновременных SSL-соединений, которые сервер примет, поскольку общее параллельное SSL и не SSL-соединения не могут превышать предел, указанный «максимальными соединениями», фактическое количество разрешенных одновременных соединений SSL должно быть ниже, чем этот предел"
		}
	}
}