{
    "Accept all emails": "Accetta tutte le email",
    "Add Domain": "Aggiungi dominio",
    "Admin Email": "Email amministratore",
    "After enabling this feature, the system will create DKIM and SPF DNS records for the selected domain. If an SPF record already exists for a domain, the system will appropriately append the servers IP address to the existing record. However, the system will not modify any existing DKIM records. During this process, please do not edit any nameserver configuration files.": "Dopo aver abilitato questa funzione, il sistema creerà record DNS DKIM e SPF per il dominio selezionato. Se un record SPF esiste già per un dominio, il sistema aggiungerà in modo appropriato l'indirizzo IP del server al record esistente. Tuttavia, il sistema non modificherà alcun record DKIM esistente. Durante questo processo, non modificare i file di configurazione del nameserver.",
    "Apply DMARC Policy": "Applicare la politica DMARC",
    "Are you sure you want to {0} a self-built DNS server?": "Sei sicuro di voler {0} un server DNS auto-costruito?",
    "Build your own dns server based on pdns": "Crea il tuo server DNS basato su pdns",
    "Configure DNS": "Configurare il DNS",
    "Confirm Applying DMARC Policy?": "Confermare l'applicazione della politica DMARC?",
    "Confirm DKIM/SPF Enabled?": "Confermare che DKIM/SPF è abilitato?",
    "DNS Manager": "Gestione DNS",
    "Default DNS": "DNS predefinito",
    "Enable DKIM/SPF": "Abilitare DKIM/SPF",
    "Enabling this feature will create DMARCDNS records for all domains. If a domain already has a DMARC record, the system will not modify the existing record.": "Attivando questa funzione si creano record DMARCDNS per tutti i domini. Se un dominio dispone già di un record DMARC, il sistema non modificherà il record esistente.",
    "Enter your expire,eg: 604800": "Inserisci la tua scadenza, ad esempio: 604800",
    "Enter your minimum,eg: 3600": "Inserisci il tuo minimo, ad esempio: 3600",
    "Enter your nameserver,eg: ns1.domain.com": "Inserisci il tuo nameserver, ad esempio: ns1.domain.com",
    "Enter your refresh,eg: 3600": "Inserisci il tuo aggiornamento, ad esempio: 3600",
    "Enter your retry,eg: 3600": "Inserisci il tuo riprova, es: 3600",
    "Enter your serial number,eg: 2023080101": "Inserisci il tuo numero di serie, ad esempio: 2023080101",
    "Expire": "Scadenza",
    "How often to check the serial number on the master server": "Quante volte controllare il numero di serie sul server master",
    "Install Self-built DNS": "Installare DNS auto-costruito",
    "Minimum": "minimo",
    "Nameserver": "Servere nomi",
    "Please enter SOA": "Inserisci SOA",
    "Please enter your domain IP": "Inserisci il tuo IP di dominio",
    "Please enter your domain name": "Inserisci il tuo nome di dominio",
    "Policy:": "Politica:",
    "Preserve": "Conservare",
    "Preserve config": "Conservare la configurazione",
    "Refresh": "Aggiornare",
    "Reject all emails": "Rifiuta tutte le email",
    "Represents the default TTL value of all records in this zone file": "Rappresenta il valore TTL predefinito di tutti i record in questo file di zona",
    "Retry": "Riprova",
    "Select DMARC Policy": "Selezionare la politica DMARC",
    "Self-Built DNS": "DNS auto-costruito",
    "Serial Number": "Numero di serie",
    "Service": "Servizio",
    "Set & Manage": "Impostare e gestire",
    "The dns server is stopped, please start it first": "Il server DNS è fermato, si prega di avviarlo prima",
    "The interval time when the slaveserver reconnects to the masterserver": "L'intervallo di tempo in cui il server slave si riconnette al server master",
    "When the time exceeds the number of seconds set by Expire and the slave server cannot get in touch with the master, the slave will delete its copy": "Quando il tempo supera il numero di secondi impostato da Expire e il server slave non può entrare in contatto con il master, lo slave cancellerà la sua copia",
    "model admin email": "modello admin email",
    "name server": "server di nomi",
    "zone file version,Modification is prohibited.": "versione del file di zona, la modifica è vietata."
}