{
    "Accept all emails": "Accetta tutte le email",
    "Add Domain": "Aggiungi un nome di dominio",
    "Admin Email": "Email dell'amministratore",
    "After enabling this feature, the system will create DKIM and SPF DNS records for the selected domain. If an SPF record already exists for a domain, the system will appropriately append the servers IP address to the existing record. However, the system will not modify any existing DKIM records. During this process, please do not edit any nameserver configuration files.": "Quando questa funzione è attivata, i record DNS DKIM e SPF vengono creati per il dominio selezionato. Se il record SPF del dominio è già presente, l'indirizzo IP del server verrà adeguatamente collegato al record esistente. Tuttavia, il sistema non modifica alcun record DKIM esistente. Durante questo processo, non modificare alcun profilo del server dei nomi.",
    "Allow all IPs": "Consenti tutti gli IP",
    "Apply DMARC Policy": "Applicare la politica DMARC",
    "Are you sure you want to {0} a self-built DNS server?": "Sei sicuro di voler creare {0} server DNS?",
    "Build your own dns server based on pdns": "Costruisci il tuo server DNS su pdns",
    "CDN IP whitelist": "Lista bianca IP CDN",
    "CDN Resolution": "Analisi CDN",
    "Configure DNS": "Configurazione DNS",
    "Confirm Applying DMARC Policy?": "Confirmare l'applicazione della politica DMARC?",
    "Confirm DKIM/SPF Enabled?": "Si conferma che DKIM/SPF sia attivato?",
    "DNS Clear": "Pulire il DNS",
    "DNS Manager": "Centro di gestione dei nomi di dominio",
    "Default DNS": "DNS predefinito",
    "Each line contains one IP address; nginx will only replace the IP addresses in the request header from the following IP ranges.": "Ogni riga contiene un indirizzo IP; nginx sostituisce solo gli indirizzi IP dell'intestazione della richiesta provenienti dal seguente intervallo IP.",
    "Enable DKIM/SPF": "Abilitare DKIM/SPF",
    "Enabling this feature will create DMARCDNS records for all domains. If a domain already has a DMARC record, the system will not modify the existing record.": "Attivare questa funzione creerà un record DMARCDNS per tutti i domini. Se il dominio dispone già di un record DMARC, il sistema non modificherà il record esistente.",
    "Enter your expire,eg: 604800": "Inserisci la tua data di scadenza, ad esempio: 604800",
    "Enter your minimum,eg: 3600": "Inserisci il tuo valore minimo, ad esempio: 3600",
    "Enter your nameserver,eg: ns1.domain.com": "Inserisci il tuo server dei nomi, ad esempio: ns1.domain.com",
    "Enter your refresh,eg: 3600": "Inserisci il numero di aggiornamenti, ad esempio: 3600",
    "Enter your retry,eg: 3600": "Inserisci il numero di riprova, ad esempio: 3600",
    "Enter your serial number,eg: 2023080101": "Inserisci il tuo numero di serie, ad esempio: 2023080101",
    "Expire": "Scadenza",
    "How often to check the serial number on the master server": "Quante volte controllare il numero di serie sul server principale",
    "IP Type": "Tipo di IP",
    "Install Self-built DNS": "Installazione DNS",
    "Minimum": "minimo",
    "Nameserver": "Server dei nomi di dominio",
    "Only Nginx service is supported": "Supporta solo i servizi Nginx",
    "Only allow IPv4 type": "Permette solo i tipi IPv4",
    "Only allow IPv6 type": "Accettare solo i tipi IPv6",
    "Only allow custom IP": "Consenti solo IP personalizzati",
    "Please enter SOA": "Inserisci il SOA",
    "Please enter your domain IP": "Inserisci il tuo dominio IP",
    "Please enter your domain name": "Inserisci il tuo dominio",
    "Policy:": "Politica:",
    "Preserve": "Salva",
    "Preserve config": "Conserva la configurazione",
    "Refresh": "Aggiorna",
    "Reject all emails": "rifiutare tutte le e-mail",
    "Represents the default TTL value of all records in this zone file": "Indica il valore TTL predefinito per tutti i record in questo file regionale",
    "Request header": "Intestazione richiesta",
    "Retry": "Riprova",
    "SOA Record": "Registrazione SOA",
    "Select DMARC Policy": "Scegliere la politica DMARC",
    "Self-Built DNS": "DNS costruito da soli",
    "Serial Number": "Numero di serie",
    "Service": "Servizi",
    "Set & Manage": "Configurazione e gestione",
    "Set TTL": "Impostazione TTL",
    "The dns server is stopped, please start it first": "Il server DNS si è fermato, si prega di avviare prima",
    "The interval time when the slaveserver reconnects to the masterserver": "Intervalo di riconnessione dal server al server principale",
    "This program will clean up your name server configuration files and remove all duplicate entries. Please ensure that you do not edit any name server configuration files during the cleanup process.": "Questo programma pulisce il profilo del server dei nomi e rimuove tutte le voci duplicate. Assicurarsi di non modificare alcun profilo del server dei nomi durante il processo di pulizia.",
    "When the time exceeds the number of seconds set by Expire and the slave server cannot get in touch with the master, the slave will delete its copy": "Quando il tempo supera il numero di secondi impostato per scadere e il server subordinato non può connettersi al server principale, il server subordinato rimuove la sua copia",
    "model admin email": "Email dell'amministratore del modello",
    "name server": "Nome del server",
    "zone file version,Modification is prohibited.": "Versione del file regionale, modifica vietata."
}