{
	"Plugin": {
		"Mysql": {
			"index_1": "Це основний конфігураційний файл {0}, якщо ви не розумієте правила конфігурації, будь ласка, не змінюйте його.",
			"index_2": "Сповіщати мене, коли статус зупиняється",
			"index_3": "Налаштування стоп-сигналів стану",
			"index_4": "Автоперезапуск",
			"index_5": "Ви впевнені, що хочете {0} {1} сервіс?",
			"index_6": "Бінарний журнал",
			"index_7": "Корисна інформація: Бінарний журнал MySQL використовується для запису поточних операцій, що може бути корисно для відновлення даних та їх резервного копіювання.",
			"index_8": "Час останньої зміни",
			"index_9": "Видалити журнал",
			"index_10": "Ви дійсно бажаєте видалити журнал [{0}]?",
			"index_11": "Увімкнення бінарного журналу може забезпечити безпеку даних MySQL, але водночас споживатиме певну кількість дискового простору. Продовжити?",
			"index_12": "Вимкнення бінарного журналу більше не буде записувати всі операції зміни до бінарного журналу бази даних?",
			"index_13": "Перемістити",
			"index_14": "Попередження про ризик: MySQL припинить роботу під час процесу міграції, будьте обережні",
			"index_15": "Попередження про ризик: Будь ласка, дочекайтесь завершення міграції перед виконанням будь-яких інших операцій під час процесу міграції",
			"index_16": "Перенесення бази даних",
			"index_17": "Ви впевнені, що хочете мігрувати базу даних до [{0}]?",
			"index_18": "Захист пам'яті",
			"index_19": "Примітка: Після увімкнення пріоритет пам'яті MySQL буде відрегульовано, і MySQL ніколи не буде завершено системою, що забезпечить стабільну роботу MySQL. Однак це може призвести до того, що інші процеси будуть ненавмисно завершені, що може серйозно вплинути на роботу системи. Рекомендується увімкнути це, коли MySQL потрібно працювати стабільно.",
			"index_20": "План оптимізації",
			"index_21": "Макс. використання RAM",
			"index_22": "Перезапустити {0} служби",
			"index_23": "Перезавантажте базу даних для того, щоб зміни набули чинності",
			"index_24": "Ви перезапустили сервіс {0}?",
			"index_25": "Якщо Вам потрібно змінити версію MySQL, будь ласка, зробіть резервну копію даних, видаліть MySQL і перевстановіть її.",
			"index_26": "Місце зберігання",
			"index_27": "Оптимізація",
			"index_28": "Повільний журнал",
			"index_29": "Інтервал",
			"index_30": "Підтримка"
		},
		"Ftp": {
			"index_1": "Ця функція ексклюзивна до Професійної версії, {a}",
			"index_2": "Перемикач керування журналом",
			"index_3": "Після його ввімкнення, записи і дії всіх користувачів FTP будуть записані.",
			"index_4": "Управління журналом",
			"index_5": "Після увімкнення управління журналом pure-ftpd, будуть записуватись журнали входу та операцій всіх користувачів FTP. Продовжити операцію?",
			"index_6": "Після вимкнення управління журналом pure-ftpd більше не буде записувати журнали входу та операцій всіх користувачів FTP. Продовжити операцію?",
			"index_7": "Поточна FTP-адреса це",
			"index_8": "Завантажити інструмент для підключення до FTP (FileZilla, безкоштовний відкритий вихідний код)",
			"index_9": "Перемкнути версію",
			"index_10": "Керування користувачами",
			"index_11": "Поточна версія така ж, як і вибрана версія!",
			"index_12": "Ви впевнені, що бажаєте встановити {0}-{1}"
		},
		"Redis": {
			"index_1": "Після внесення змін у конфігурацію потрібно перезапустити Redis для набуття чинності. Якщо ваші дані потребують збереження, будь ласка, спочатку виконайте операцію збереження.",
			"index_2": "Попередження: Не вмикайте доступ до Redis ззовні, оскільки необмежений доступ до IP може призвести до вторгнення на сервер.",
			"index_3": "Після налаштування нова директорія redis_cache буде створена у вибраній директорії та надані відповідні права для redis",
			"index_4": "Шлях до зберігання постійних файлів",
			"index_5": "AOF збереження (Append Only File)",
			"index_6": "RDB збереження (Redis Database)",
			"index_7": "Встановити постійність"
		},
		"Apache": {
			"index_1": "Час перезавантаження",
			"index_2": "Час запуску",
			"index_3": "Всього з'єднань",
			"index_4": "Всього передано байт",
			"index_5": "Запити в секунду",
			"index_6": "Зайняті процеси",
			"index_7": "Процеси в простою",
			"index_8": "Apache використання ЦП",
			"index_9": "Apache використання ОЗУ",
			"index_10": "Демон",
			"index_11": "Демон можна запускати автоматично після зупинки служби {0}, щоб переконатися, що служба {0} завжди працює.",
			"index_12": "Поля",
			"index_13": "Поточне значення",
			"index_14": "Перевірка за замовчуванням кожні 1 хвилини, може бути змінена в Cron"
		},
		"Mencached": {
			"index_1": "Прослуховування IP, будь ласка, не змінюйте його",
			"index_2": "Порт прослуховування, як правило, не потрібно модифікувати",
			"index_3": "МБ, розмір кешу, рекомендується не перевищувати 512М",
			"index_4": "Максимальна кількість з'єднань, що рекомендується, не повинна перевищувати 40960"
		},
		"MongoDB": {
			"index_1": "Після налаштування створіть новий каталог bt_mongodb у вибраному каталозі та надайте права доступу до mongo",
			"index_2": "Не змінювати IP-адресу моніторингу",
			"index_3": "Місце зберігання даних",
			"index_4": "Розташування файлу журналу",
			"index_5": "Шлях збереження PID",
			"index_6": "Порт прослуховування, як правило, не потрібно модифікувати",
			"index_7": "Будь ласка, спочатку запустіть службу mongodb!",
			"index_8": "Ви дійсно хочете видалити базу даних [{0}]?"
		},
		"Openlitespeed": {
			"index_1": "Вказує максимальний час простою з'єднання (в секундах), дозволений під час обробки одного запиту",
			"index_2": "Вмикає стиснення GZIP/Brotli як для статичних, так і для динамічних відповідей",
			"index_3": "Вказує рівень стиснення GZIP для динамічного вмісту. Значення від 1 (найнижчий) до 9 (найвищий)",
			"index_4": "Вказує максимальну кількість одночасних з'єднань, які може прийняти сервер. Це стосується як звичайних TCP-з'єднань, так і SSL-з'єднань",
			"index_5": "Вказує максимальну кількість запитів, які можна обслужити за допомогою keep-alive (персистентної) сесії",
			"index_6": "Вказує максимальну кількість одночасних SSL-з'єднань, які прийме сервер Оскільки загальна кількість одночасних SSL- і не-SSL-з'єднань не може перевищувати ліміт, визначений параметром \"Max Connections\", фактична кількість дозволених одночасних SSL-з'єднань має бути меншою за цей ліміт"
		}
	}
}
